import { contentType } from "./content";

export const content: contentType = {
    title: "من نحن – PDFEquips",
    intro: "PDFEquips هو وجهتك الشاملة لكل احتياجاتك المتعلقة بملفات PDF. نحن نقدم مجموعة واسعة من الأدوات والخدمات لمساعدتك على إنشاء وتحرير وتحويل وتحسين مستندات PDF الخاصة بك.",
    founderTitle: "مؤسسنا",
    founderDescription: "سَنوسي حسن هو المؤسس والقوة الدافعة وراء PDFEquips. هو مطور ذو خبرة عملية في إنشاء مواقع وتطبيقات قابلة للتوسع باستخدام مجموعة واسعة من التقنيات.",
    historyTitle: "تاريخ الشركة",
    historyDescription: "تم تصور PDFEquips في الأصل كمشروع شخصي من قبل سَنوسي، الذي أدرك الحاجة المتزايدة لأدوات أفضل لإدارة ملفات PDF. لقد بنى منصة شاملة تقدم مجموعة من الأدوات السهلة الاستخدام لإنشاء وتحرير وتحويل وتحسين ملفات PDF. وقد تطور PDFEquips من مشروع شخصي إلى عمل مزدهر يخدم الأفراد والشركات بقدراته القوية لإدارة ملفات PDF.",
    missionTitle: "مهمتنا",
    missionDescription: "في PDFEquips، تتمثل مهمتنا في جعل إدارة ملفات PDF بسيطة وفعالة وميسرة للجميع. نحن نؤمن بأن PDF يجب أن يكون أداة تمكّن الأفراد والشركات، بدلاً من أن يكون مصدر إحباط.",
    footerTitle: "مرحبًا بكم في PDFEquips"
};
